var boekObject = '{"boeken":[' +
	'{ "id" : "1", "url" : "eigentijdse-wildgerechten", "title" : "Eigentijdse wildgerechten", "schrijver" : "Marcus Polman", "image" : "eigentijds-wild.jpg", "beoordeling" : "5", "description" : "Eigentijdse wildgerechten is een modern en eigentijds kookboek dat per dier verrassende, nieuwe recepten en niet voor de hand liggende bereidingswijzen toont. Denk daarbij aan (buiten) grillen, aan wildpizza s of fast food (ree hamburgers, hotdogs) of aan inmaken en maken van pates, terrines en worsten. Zelfs de sous vide techniek wordt toegepast met verrukkelijke resultaten. Natuurlijk geeft Russel de traditionele bereidingswijze en schuwt hij receptuur als hazenpeper niet, maar het gros van zijn recepten is modern en uitdagend. Denk aan involtini van wildzwijn, wilde eend op zoetzuur of fazantravioli. De meer dan honderd beproefde en eenvoudig te begrijpen en te bereiden recepten van professioneel chef-kok en fervent jager Harald Russel richten zich voornamelijk op de bereiding van het vlees. Ze worden aangevuld met een uitgebreide collectie van bijgerechten en basisrecepten die kunnen worden gecombineerd naar wens en smaak."},' +
	'{ "id" : "2", "url" : "het-handboek-van-de-slager", "title" : "Het handboek van de slager", "schrijver" : "Arthur Cais", "image" : "handboek-vd-slager.jpg", "beoordeling" : "2", "description" : "Wanneer bestrooi je je biefstuk met zout en peper? Bak je vlees in boter of olie? Waarom kun je vlees voor een steak tartare beter in blokjes snijden dan fijnhakken? Wat is er zo bijzonder aan Japanse wagyu? En vooral: hoe bereid je het? Arthur Le Caisne geeft met kennis van zaken en humor antwoord op al deze vragen in Het handboek van de slager. Hij bespreekt niet alleen vlees van rund en kalf, lam, varken, gevogelte en wild maar ook de materialen en technieken. De verschillende rassen, benodigdheden en bereidingswijzen komen in woord en beeld aan bod en bovendien bevat het handboek 25 internationale recepten die elke vleesliefhebber moet kunnen maken, van boeuf bourguignon en pastrami tot pulled pork. Met dit boek wordt elke thuiskok een volleerd slagersknecht. Arthur Le Caisne is enthousiast amateurkok en schreef eerder een boek over chemie in de keuken. Ook geeft Le Caisne uitleg op wetenschappelijke basis, zonder één moment saai te worden."},' +
	'{ "id" : "3", "url" : "homemade-sausage", "title" : "Homemade Sausage", "schrijver" : "Arthur Cais", "image" : "homemade-sausage.jpg", "beoordeling" : "3",	"description" : "Thuis zelf worst maken is nog nooit makkelijker en aantrekkelijker geweest. In het boek Homemade Sausage beschrijven de prijzen winnende mensen van Porter Road Butcher uit Nashville, Tennessee, de benodigde techniek en geven ze hun beste worstrecepten prijs. Ze beginnen het boek met een beschrijving van het beste vlees en vertellen u daarna stap voor stap hoe u thuis vlees moet malen, darmen met worst vult en worstjes draait. De worsten in Homemade Sausage varieren van klassiek tot zeer vernieuwend. Het boek eindigt met recepten waarvoor de zelfgemaakte worsten lekker en verrassend worden gebruikt. In het boek vindt u: stapsgewijze instructies om zelf ambachtelijke worst te maken klassieke en creatieve mengsels om de worsten mee te vullen de favoriete manier van Porter Road Butcher om worst te gebruiken Toen James Peisker in 2010 naar Nashvile verhuisde en Chris Carter ontmoette, leek het, gezien al hun overeenkomsten slechts een kwestie van tijd tot de twee zouden gaan samenwerken. Ze delen een passie voor voedsel, een grote liefde voor vlees, een zwak voor goede whiskey en een enorme toewijding voor een kwalitatief hoogwaardige keuken."},' +
	'{ "id" : "4", "title" : "101 ballen van vlees en vis","schrijver" : "Lucky Peach", "image" : "101-ballen.jpg",	"beoordeling" : "3", "description" : "Wie is er nou niet gek op gehaktballen? Comfortfood dat in de meest uiteenlopende variaties over de hele wereld wordt gegeten. Dit boek is een ode aan de gehaktbal in al zijn verschijningsvormen: van de bekende ballen van vlees tot verrassende ballen met vis of groenten, van mini tot maxi en van traditioneel tot trendy. Gehaktballen zijn er voor iedereen en voor elke gelegenheid: heerlijk in een broodje of een aromatische soep, met een heerlijke kaasvulling of gedompeld in een rijke saus. U kunt ze bakken, frituren, stomen... Maar wat u ook kiest, de recepten in dit boek zijn stuk voor stuk eenvoudig te bereiden en allemaal even lekker."},' +
	'{ "id" : "5", "title" : "The Wurst Of Lucky Peach", "schrijver" : "Lucky Peach", "image" : "wurst.jpg", "beoordeling" : "4", "description" : "Lucky Peach presents a cookbook as a scrapbook, stuffed with curious local specialties, like cevapi, a caseless sausage thats traveled all the way from the Balkans to underneath the M tracks in Ridgewood, Queens; a look into the great sausage trails of the world, from Bavaria to Texas Hill Country and beyond; and the ins and outs of making your own sausages, including fresh chorizo. The best in wurst from around the world, with enough sausage themed stories and pictures stuffed between these two covers to turn anyone into a forcemeat aficionado."},' +
	'{ "id" : "6", "title" : "Het ultieme hamburgerboek", "schrijver" : "Julius Jaspers", "image" : "hamburgerboek.jpg", "beoordeling" : "3", "description" : "Nog nooit heb je zoveel over hamburgers kunnen lezen als in Het ultieme hamburgerboek van chefkok en restaurateur Julius Jaspers. Hij vertelt je de historie van het populaire broodje en leert je de ultieme hamburger te maken, met alle mogelijke bereidingen en ingredienten. Door de recepten voor de bun, de patty, de topping en de saus te combineren, creeer je je eigen ultieme hamburger. Je kunt er zelfs meer dan 1500000 verschillende hamburgers mee maken. Reken maar uit: 18 buns keer 51 patties keer 40 toppings keer 42 sauzen 1542240. Van rund, kalf, varken en lam tot vis, schaaldieren en vegetarisch. Om je op weg te helpen heeft Julius 38 burgers volledig uitgewerkt en 14 bevriende chefkoks gevraagd naar hun ultieme burger."},' +
	'{ "id" : "7", "title" : "Vlees Slow Cooking", "schrijver" : "Annemarie Wilds", "image" : "slow-cooking.jpg",	"beoordeling" : "2", "description" : "Het perfect bereiden van vlees op lage temperatuur is inmiddels geen nieuwigheid meer, sterker nog, het behoort tot de wijdverbreide standaardtechnieken om vlees volmaakt gaar te krijgen. De succesvolle auteur Annemarie Wildeisen presenteert in dit boek haar lekkerste klassiekers, aangepast aan deze tijd en aan de laatste ontwikkelingen in deze bereidingstechniek. Alle recepten zijn zowel geschikt voor de dagelijkse maaltijd als voor etentjes met gasten. Bak allerlei soorten vlees volmaakt gaar op beproefde en eenvoudige wijze. Met veel tips, variaties en recepten voor erbij passende sauzen."},' +
	'{ "id" : "8", "title" : "Het Wild Kookboek", "schrijver" : "Jacques Hermus", "image" : "wild-kookboek.jpg", "beoordeling" : "4", "description" : "Hazenrug, fazantenbout, een wildzwijnhammetje of duivenborst. Voor dit boek reisde culinair journalist Jacques Hermus langs jagers en wildslagers, langs chefs en wijnmakers. In de Achterhoek, een van de mooiste streken van ons land, tekende hij recepten op van twintig chef koks. Met een boek vol inspirerende recepten en boeiende verhalen als resultaat. Over de soorten wild in ons land, jachttechnieken en jagersrituelen, paddenstoelen, bessen, noten en kruiden. Waar koop je het beste wild? Hoe maak je een krachtige wildsaus en houd je het vlees mals en smakelijk? Het Wildkookboek geeft antwoord op al deze vragen."},' +	
	'{ "id" : "9", "title" : "Perfecte steak", "schrijver" : "Marcus Polman", "image" : "perfecte-steak.jpg",	"beoordeling":"3", "description" : "Een biefstukje bakken kan iedereen. Maar hoe bak je de perfecte steak? Waarop moet je letten bij de slager? Hoe krijg je een knapperig goudbruin korstje? Wil je je steak rare, medium of well done? Hoe maak je een fraai ruitje in een vetgemarmerde Aberdeen Angus rib eye van de grill? Wat is het verschil tussen de bereiding van een vuistdikke chateaubriand en die van een rose gegaarde entrecote? Welke koekenpan gebruik je? Bak je het best in boter of in olijfolie? Wat is dry aging eigenlijk? En hoe maak je nu zo n ouderwets lekkere jus voor een biefstuk met witbrood? Vragen waarop het Handboek voor de perfecte steak definitieve antwoorden geeft. Journalist Marcus Polman (zelfverklaard carnitarier) ging op onderzoek uit. Hij sprak met ambachtelijke slagers, ecoboeren, chefkoks en andere culikenners. Hij keek letterlijk in de keuken van beroemde Parijse brasseries en de beste steakhouses in New York. En hij deed het nodige fysieke veldwerk: van het persoonlijk selecteren van de beste runderrassen in Schotland tot een minislagerscursus uitbenen. Allemaal met één heilig doel: een antwoord vinden op de vraag hoe je de perfecte steak maakt."},' +
	'{ "id" : "10", "title" : "Gouden kip", "schrijver" : "Jacques Hermus", "image" : "gouden-kip.jpg",	"beoordeling":"5", "description" : "Foodgoeroe Diana Henry geeft je in dit boek 120 recepten met kip in de hoofdrol. Van snelle Vietnamese chilikip, Thaise kipburgers en kiptajine met ui en peer tot geroosterde kip met granaatappel en feta: voor elk moment en elke gelegenheid is er een verrassend veelzijdig recept met het meest geliefde stukje vlees."}' +
']}';
// JSON.parse() om de string om te zetten naar JS object: 

boekObject = JSON.parse(boekObject);